export type Certificate = {
  id: string;
  name: string;
  course: string;
  hours: string;
  status: "valid" | "revoked" | "expired";
};

export const certificates: Certificate[] = [
  {
    id: "BMD-2026-001",
    name: "Амангелді Мөлдір Асқарқызы",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-002",
    name: "Каташева Жанат Чамаевна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-003",
    name: "Мыркалыкова Гулнара Бакытжановна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-004",
    name: "Азимбаева Айгуль Калмахановна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-005",
    name: "Жахина Aсель Бауржановна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-006",
    name: "Мусаева Айжан Аблайовна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-007",
    name: "Ерханова Сымбат Бөріханқызы",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-008",
    name: "Оханова Мейрамкуль Исабековна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-009",
    name: "Калиева Асем Мухтархановна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-010",
    name: "Искакова Лунара Алибековна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-011",
    name: "Тулепбергенова Кулмира Мураталиевна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-012",
    name: "Белова Елена Сергеевна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-013",
    name: "Сулейменова Асем Нургалиевна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-014",
    name: "Зрячев Владимир Михайлович",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-015",
    name: "Құдайберген Маржан Бақытқызы",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-016",
    name: "Нурмухаммад Фриба Насруллакызы",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-017",
    name: "Байхожаева Римма Жаксыбаевна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-018",
    name: "Ерлепесова Айгуль Тайбековна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-019",
    name: "Михайлова Ирина Евгеньевна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-020",
    name: "Сарманова Назгул Арнурашидовна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-021",
    name: "Даутова Хурият Махмудовна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-022",
    name: "Шакаралиев Али Адильевич",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-023",
    name: "Сенгирбаев Дауренбек Исакович",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-024",
    name: "Садыкова Алтынай Женисовна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-025",
    name: "Майкупова Рыскуль Абылхаимовна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-026",
    name: "Танирбергенова Айнур Жылқайдаровна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-027",
    name: "Аталыкова Гаухар Толеубековна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-028",
    name: "Султанкулова Гульмира Турлыбаевна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-029",
    name: "Турлекиева Жамалхан Мамежановна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-030",
    name: "Балабай Ардақ Бахбергенқызы",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-031",
    name: "Тулеуов Самрат Серикович",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-032",
    name: "Байгутдинова Бақыт Абдимуталипқызы",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-033",
    name: "Амреева Рашида Сержановна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-034",
    name: "Сарсенбаева Алмагуль Бакытжановна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-035",
    name: "Ерденбай Анар Нұрмұхамедқызы",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-036",
    name: "Кунтубек Гульнур Нурболатовна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-037",
    name: "Тотхусқызы Бакытгул",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-038",
    name: "Масакбаев Абай Джолдасович",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-039",
    name: "Назаров Сүйіндік Ғалымжанұлы",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-040",
    name: "Нурмаханова Дина Ерхановна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-041",
    name: "Исмаилова Мадина Маликовна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-042",
    name: "Толганбаева Камшат Акжановна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-043",
    name: "Сартаева Дилара Сериковна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-044",
    name: "Чуенбекова Ардак Байбараковна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-045",
    name: "Рамазанова Маншук Анеровна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-046",
    name: "Жыланбаева Балкия Калибавена",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-047",
    name: "Нигматуллина Назым Бакытбековна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-048",
    name: "Кулшыманова Молдир Мусиркеповна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-049",
    name: "Меирманова Гульжан Бахытовна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-050",
    name: "Серикбаева Аксауле Кабылбековна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-051",
    name: "Үйсіпхан Мархаба",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-052",
    name: "Абдуллаева Гульбан Махаматжановна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-053",
    name: "Бейсембинова Нуржибек Орманбековна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-054",
    name: "Серикбаева Эльмира Асилбековна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-055",
    name: "Пушкарская Назым Сайлаухановна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  },
  {
    id: "BMD-2026-056",
    name: "Еркинбекова Гульнара Бекбосыновна",
    course: "Инновационные методы преподавания в ВУЗе",
    hours: "72 академических часа",
    status: "valid"
  }
];
